const arr = [
  {
    src: 'img_01.jpg',
    tit: '这个杀手不太冷',
    'des': '上映于1994年，由法国导演吕克·贝松编剧及执导，让·雷诺、盖瑞·欧德曼及娜塔丽·波特曼主演，本片主要拍摄地点是纽约...',
    id:0,
    cont:'里昂（让·雷诺饰）是意大利裔的顶尖职业杀手，一直孤独的住在纽约小意大利，只有一株盆栽是他最好的朋友。他形容：“他比人友善多了。他跟我一样沉默，从来不会问问题，也不会想杀我。他也跟我一样，没有根。”他虽然身怀绝技，但内心非常缺乏安全感。他甚至从不敢睡在床上，而是坐在椅子上睡，并把枪放在手边。一天，12岁的邻居女孩玛蒂达（娜塔丽·波特曼饰）从外归家，路过走廊时看清了被血洗的一家大小，机灵地不动声色忍痛直接走往邻居里昂敲开他的房门，要求在他家暂避杀身之祸。原来，玛蒂达当毒贩的父亲因私吞了一包缉毒局警察黑吃黑的毒品，而遭恶警诺曼·史丹菲尔（加里·奥德曼饰）诛杀全家。玛蒂达因为出门帮家人买牛奶逃过一劫，当下只好不动声色向里昂求救收留。在得到里昂的收留后，开始帮里昂管家并教他识字，里昂则教她杀手的技能，两人渐渐生起似父女又似恋人的复杂情愫。之后玛蒂达跟踪史丹菲尔，贸然去报仇反倒被抓。里昂及时赶到，将她救回。他们再次搬家，但玛蒂达还是落入史丹菲尔之手。这次史丹菲尔调动了超过200名警力与火箭炮等重装备包围公寓，决心致里昂于死地。但里昂击倒大量警察，再次救出玛蒂达，并让她和那株盆栽通过通风管道逃生，并嘱咐她去把他积攒的钱取出来。由于管道太小，只有体型较小的玛蒂达能通过。里昂化装成受伤的警察混出包围圈，但最终仍被埋伏在背后的史丹菲尔识破，中枪倒地。最后一刻，濒死的里昂引爆身上所有手榴弹，和史丹菲尔同归于尽。里昂死后，玛蒂达将里昂生前唯一的朋友——那株盆栽，移出了窄小的盆子并栽种在大地，让里昂终于得以“落地生根”。'
  }, {
    src: 'img_02.jpg',
    tit: '阿甘正传',
    'des': '上映于1994年，由法国导演吕克·贝松编剧及执导，让·雷诺、盖瑞·欧德曼及娜塔丽·波特曼主演，本片主要拍摄地点是纽约...',
    id:1,
    cont: '故事发生在1947年，银行家安迪（Andy）被指控枪杀了妻子及其情人，安迪被判无期徒刑，这意味着他将在肖恩克监狱中渡过余生。瑞德（Red）1927年因谋杀罪被判无期徒刑，数次假释都未获成功。他成为了肖恩克监狱中的“权威人物”，只要你付得起钱，他几乎有办法搞到任何你想要的东西：香烟、糖果、酒，甚至是大麻。每当有新囚犯来的时候，大家就赌谁会在第一个夜晚哭泣。瑞德认为弱不禁风、书生气十足的安迪一定会哭，结果安迪的沉默使他输掉了两包烟。但同时也使瑞德对他另眼相看。好长时间以来，安迪不和任何人接触，在大家报怨的同时，他在院子里很悠闲地散步，就像在公园里一样。一个月后，安迪请瑞德帮他搞的第一件东西是一把小的鹤嘴锄，他的解释是他想雕刻一些小东西以消磨时光，并说他自己想办法逃过狱方的例行检查。不久，瑞德就玩上了安迪刻的国际象棋。之后，安迪又搞了一幅影星丽塔·海华丝的巨幅海报贴在了牢房的墙上。一次，安迪和另几个犯人外出劳动，他无意间听到监狱官在讲有关上税的事。安迪说他有办法可以使监狱官合法地免去这一大笔税金，做为交换，他为十几个犯人朋友每人争得了两瓶Tiger啤酒。喝着啤酒，瑞德说多年来，他又第一次感受到了自由的感觉。由于安迪精通财务制度方面的知识，很快使他摆脱了狱中繁重的体力劳动和其它变态囚犯的骚扰。不久，声名远扬的安迪开始为越来越多的狱警处理税务问题，甚至孩子的升学问题也来向他请教。同时安迪也逐步成为肖恩克监狱长沃登洗黑钱的重要工具。由于安迪不停地写信给州长，终于为监狱申请到了一小笔钱用于监狱图书馆的建设。监狱生活非常平淡，总要自己找一些事情来做。安迪听说瑞德原来很喜欢吹口琴，就买了一把送给他。夜深人静之后，可以听到悠扬而轻微的口琴声回荡在监狱里。一个年轻犯人的到来打破了安迪平静的狱中生活：这个犯人以前在另一所监狱服刑时听到过安迪的案子，他知道谁是真凶！但当安迪向监狱长提出要求重新审理此案时，却遭到了拒绝，并受到了单独禁闭两个月的严重惩罚。而为了防止安迪获释，监狱长却设计害死了知情人！面对残酷的现实，安迪变得很消沉。有一天，他对瑞德说：“如果有一天，你可以获得假释，一定要到某个地方替我完成一个心愿。那是我第一次和妻子约会的地方，把那里一棵大橡树下的一个盒子挖出来。到时你就知道是什么了。”当天夜里，风雨交加，雷声大作，已得到灵魂救赎的安迪越狱成功。原来二十年来，安迪每天都在用那把小鹤嘴锄挖洞，然后用海报将洞口遮住。安迪出狱后，领走了部分监狱长存的黑钱，并告发了监狱长贪污受贿的真相。监狱长在自己存小账本的保险柜里见到的是安迪留下的一本圣经，第一页写到“得救之道，就在其中”，另外圣经里边还有个挖空的部分，用来藏挖洞的鹤嘴锄。经过40年的监狱生涯，瑞德终于获得假释，他在与安迪约定的橡树下找到了一盒现金和一封安迪的手写信，两个老朋友终于在墨西哥阳光明媚的海滨重逢了'
  }, {
    src: 'img_03.jpg',
    tit: '肖申克救赎',
    'des': '上映于1994年，由法国导演吕克·贝松编剧及执导，让·雷诺、盖瑞·欧德曼及娜塔丽·波特曼主演，本片主要拍摄地点是纽约...',
    id:2,
    cont: '一开始我是抱着和带着奥斯卡光环的《与狼共舞》相比批判的动机去看的，原以为电影是描写狼性的，后来发现《狼图腾》叙述的是人与狼的冲突，人类为了自己的利益随意打破自然规律，因为饥荒抢走了狼的越冬食物，并杀死了狼的幼崽，招致了狼的疯狂报复，生产队大批军马被狼赶到河里冻死，然后人类又设下陷阱捕杀狼，狼又冲过围墙咬死大量牲口报复,这时主人公喂养的小狼又咬伤了小孩，愤怒的人群准备打死小狼，此刻人与狼的冲突达到顶峰，随后伴随着人类对狼群的赶尽杀绝电影落下帷幕。电影里阿爸反复提到的腾格里是草原的守护神，我觉得腾格里就是寓意着大自然，草原人民的一切行为都是按照腾格里的指示去做的，所以多年以来一直相安无事，后来从东方来的蒙古人来了以后，不听从当地居民的劝告，一切按照自己的意愿来办事，打破了草原原来的平衡，人类的自私和无知招致了祸患，所以与其说整个故事是人与狼的冲突，不如说是人与自然的冲突。最后主人公听从阿爸的教导把狼放走也是可以说是对大自然规律的顺从和对人类愚蠢的救赎。我也是环工人，深知随着人类对自然的过度开发，人类与自然的冲突也是愈演愈烈，水土流失，沙尘暴，空气污染，温室效应，水质污染等恶果也一点点显露出来，人类也是地球上的一部分，假如不按规律来办事一定会受到自然的进一步报复，我们现在要对自然怀有敬畏之心，多做有利于回复自然平衡之事方能长久。本电影除了3d效果比较差以外，用电脑特效塑造出来的狼也比较逼真，可能部分截取了动物世界的镜头吧，良好的故事情节，良好的演员表演，毕竟现在中国电影有这种主题给人予启迪的电影非常不多了，在大家都在关注GDP的形势下给人予警醒，真是难能可贵的，毕竟因果循环，地球也不光是人类自己的。最后我不禁为本片捏了一把汗，这么深刻的题材没有观众老爷们喜欢的无厘头，心灵鸡汤，唯美爱情，精彩动作，激情戏码，这部电影能有几个人看？！只能提前为这部电影导演感到惋惜了，导演能拍出这部电影无论结果如何你都好样的！'
  }
]
module.exports={list:arr}